[BRSR_STRIKERIFLE_Conventional X2WeaponTemplate]
FriendlyName="强袭步枪"
FriendlyNamePlural="强袭步枪"
BriefSummary="强袭步枪是比狙击步枪更灵活的替代品，有着更大的弹匣。它在近距离作战时更加准确，但从远处则不然。 虽然它造成的伤害低于狙击步枪，但强袭步枪的重量轻且后坐力低，使其具有无瞄准镜射击的能力，每回合可以以一个不会结束回合的行动点进行标准射击，但不能使用小队视野或造成暴击。可以装备下挂式武器和标准刺刀。"
TacticalText="<Bullet/> 需要两个行动点进行标准射击或监视。 \n<Bullet/>相比狙击步枪可以节省下更多的潜入时间。"
AbilityDescName="强袭步枪"

[BRSR_STRIKERIFLE_Laser X2WeaponTemplate]
FriendlyName="激光强袭长枪"
FriendlyNamePlural="激光强袭长枪"
BriefSummary="基于我们所取得的激光武器技术的进步，激光强袭长枪的威力比我们传统的强袭步枪有很大的提高。包括无瞄准镜射击能力。可以装备下挂式武器和标准刺刀。"
TacticalText="<Bullet/> 激光武器获得额外的瞄准命中。 \n<Bullet/> 激光强袭长枪比它的前身更加有效和精准。\n<Bullet/> 需要两个行动点进行标准射击或监视。\n<Bullet/>相比狙击步枪可以节省下更多的潜入时间。"
AbilityDescName="强袭步枪"

[BRSR_STRIKERIFLE_Magnetic X2WeaponTemplate]
FriendlyName="磁力强袭步枪"
FriendlyNamePlural="磁力强袭步枪"
BriefSummary="基于我们所取得的磁力武器技术的进步，磁力强袭步枪拥有比我们的常规强袭步枪更大的威力。包括无瞄准镜射击能力。可以装备下挂式武器和标准刺刀。"
TacticalText="<Bullet/> 磁力强袭步枪比它们的传统或激光前身造成过多伤害。\n<Bullet/> 需要两个行动点进行标准射击或监视。\n<Bullet/>相比狙击步枪可以节省下更多的潜入时间。"
AbilityDescName="强袭步枪"

[BRSR_STRIKERIFLE_Coil X2WeaponTemplate]
FriendlyName="线圈强袭长枪"
FriendlyNamePlural="线圈强袭长枪"
BriefSummary="一把强大的，基于线圈技术的强袭步枪，相比磁力强袭步枪有着更好的输出功率，可以击穿敌人的盔甲。包括无瞄准镜射击能力。可以装备下挂式武器和标准刺刀。"
TacticalText="<Bullet/> 线圈武器会自动穿透敌人1点护甲。\n<Bullet/> 需要两个行动点进行标准射击或监视。\n<Bullet/>相比狙击步枪可以节省下更多的潜入时间。"
AbilityDescName="strike rifle"

[BRSR_STRIKERIFLE_Beam X2WeaponTemplate]
FriendlyName="电浆强袭长枪"
FriendlyNamePlural="电浆强袭长枪"
BriefSummary="作为强袭步枪的终极版本，电浆强袭长枪集成了外星人的电浆武器技术，具有强大的威力。包括无瞄准镜射击能力。可以装备下挂式武器和标准刺刀。"
TacticalText="<Bullet/>电浆武器会使目标在未来的攻击中受到额外1点伤害。\n<Bullet/> 电浆强袭步枪是地球上最强大的强袭步枪。\n<Bullet/>需要两个行动点进行标准射击或监视。\n<Bullet/>相比狙击步枪可以节省下更多的潜入时间。"
AbilityDescName="强袭步枪"

[BRSR_BATTLERIFLE_Conventional X2WeaponTemplate]
FriendlyName="战斗步枪"
FriendlyNamePlural="战斗步枪"
BriefSummary="战斗步枪是加农炮的替代品，较小的外形提供了出色的控制。它比近距离的加农炮更准确，但在远距离上则不然。虽然它的伤害和弹匣容量都低于加农炮，但战斗步枪提供了俄罗斯轮盘的能力，如果他们在监视射击中尝试失败，这一能力可以让使用者再次进行监视射击。可以装备下挂式武器和标准刺刀。"
TacticalText="<Bullet/> 在没有经过专门训练的情况下，发射主武器会结束士兵的回合。 \n<Bullet/>相比加农炮可以节省下更多的潜入时间。"
AbilityDescName="战斗步枪"

[BRSR_BATTLERIFLE_Laser X2WeaponTemplate]
FriendlyName="激光脉冲枪"
FriendlyNamePlural="激光脉冲枪"
BriefSummary="基于我们在激光武器技术方面取得的进步，激光脉冲枪的威力比我们的传统战斗步枪有了显著提高。包括俄罗斯轮盘能力。可以装备下挂式武器和标准刺刀。"
TacticalText="<Bullet/> 激光武器获得额外的瞄准命中。\n<Bullet/> 激光脉冲枪比它们的传统前身要有效和准确得多。 \n<Bullet/> 在没有经过专门训练的情况下，发射主武器会结束士兵的回合。 \n<Bullet/>相比加农炮可以节省下更多的潜入时间。"
AbilityDescName="战斗步枪"

[BRSR_BATTLERIFLE_Magnetic X2WeaponTemplate]
FriendlyName="磁力战斗步枪"
FriendlyNamePlural="磁力战斗步枪"
BriefSummary="基于我们在磁力武器技术方面取得的进步，磁力战斗步枪的威力比我们的常规战斗步枪有着显著提高。包括俄罗斯轮盘能力。可以装备下挂式武器和标准刺刀。"
TacticalText="<Bullet/> 磁力战斗步枪比它们的传统或激光前身造成更大的伤害。\n<Bullet/> 在没有经过专门训练的情况下，发射主武器会结束士兵的回合。 \n<Bullet/>相比加农炮可以节省下更多的潜入时间。"
AbilityDescName="战斗步枪"

[BRSR_BATTLERIFLE_Coil X2WeaponTemplate]
FriendlyName="线圈战斗步枪"
FriendlyNamePlural="线圈战斗步枪"
BriefSummary="一种强大的基于线圈技术的战斗步枪，在输出功率方面优于磁力战斗步枪。可以穿透敌人的装甲。包括俄罗斯轮盘能力。可以装备下挂式武器和标准刺刀。"
TacticalText="<Bullet/> 线圈武器会自动穿透敌人的1点护甲。\n<Bullet/> 在没有经过专门训练的情况下，发射主武器会结束士兵的回合。\n<Bullet/>相比加农炮可以节省下更多的潜入时间。"
AbilityDescName="战斗步枪"

[BRSR_BATTLERIFLE_Beam X2WeaponTemplate]
FriendlyName="电浆轨道炮"
FriendlyNamePlural="电浆轨道炮"
BriefSummary="作为战斗步枪的终极版本，电浆轨道炮集成了外星人的电浆武器技术，产生强大的效果。包括俄罗斯轮盘能力。可以装备下挂式武器、标准刺刀和动力刺刀。"
TacticalText="<Bullet/> 电浆武器使目标在未来受到的攻击中受到1点额外伤害。\n<Bullet/> 电浆轨道炮是地球上最强大的战斗步枪。\n<Bullet/> 在没有经过专门训练的情况下，发射主武器会结束士兵的回合。\n<Bullet/>相比加农炮可以节省下更多的潜入时间。"
AbilityDescName="battle rifle"

[BRSR_RussianRoulette X2AbilityTemplate]
LocFriendlyName="俄罗斯轮盘"
LocLongDescription="在监视射击中，如果您的射击未命中，只要有可用弹药，就会再次射击。只影响主要武器，不影响次要武器或手枪。"
LocHelpText="在监视射击中，如果您的射击未命中，只要有可用弹药，就会再次射击。只影响主要武器，不影响次要武器或手枪。"
LocFlyOverText="俄罗斯轮盘"
LocPromotionPopupText="<Bullet/>射击将继续进行，直到命中、弹药耗尽或没有更多目标可以射击。\n<Bullet/> 致命一击和擦伤都被视作\"命中\" 出于这种能力的目的。\n<Bullet/> 只影响常规的监视射击；给予其他类型的反应射击和类似能力不受影响。\n<Bullet/> 如果监视的状态被移除，该士兵将不会继续进行监视射击的尝试，例如受到伤害、被压制或迷惑。"

[BRSR_NoScope X2AbilityTemplate]
LocFriendlyName="无瞄准镜射击"
LocLongDescription="以一个不会结束回合的行动点发动一次标准射击，但不能使用小队视野或暴击。每回合可以使用一次。"
LocHelpText="以一个不会结束回合的行动点发动一次标准射击，但不能使用小队视野或暴击。每回合可以使用一次。"
LocFlyOverText="无瞄准镜射击"
LocPromotionPopupText="<Bullet/> 无瞄准镜射击不会结束回合并且只需要 1 个行动点，使其与许多神射手能力（例如从死从天降或速射）以及其他武器（例如手枪或全息瞄准）完美结合。"